<?php

$_lang['tvtable.columns'] = 'Количество столбцов';
$_lang['tvtable.columns_desc'] = '<em>Примечание: Имеет приоритет над свойством <strong>«Максимальное количество столбцов»</strong>. Существующие значения не будут изменены и в том случае, если количество столбцов в существующих данных будет больше указанного лимита, то у пользователей будет возможность удалять столбцы до указанного лимита, а если количество столбцов будет меньше указанного лимита, то при следующем редактировании будет добавлено недостающее количество столбцов.</em>';
$_lang['tvtable.max_columns'] = 'Максимальное количество столбцов';
$_lang['tvtable.max_columns_desc'] = '<em>Примечание: Существующие значения не будут изменены и в том случае, если количество столбцов в существующих данных будет больше указанного лимита, то у пользователей будет возможность удалять столбцы до указанного лимита.</em>';
$_lang['tvtable.max_rows'] = 'Максимальное количество строк';
$_lang['tvtable.max_rows_desc'] = '<em>Примечание: Существующие значения не будут изменены и в том случае, если количество строк в существующих данных будет больше указанного лимита, то у пользователей будет возможность удалять строки до указанного лимита.</em>';
$_lang['tvtable.headers'] = 'Заголовки столбцов';
$_lang['tvtable.headers_desc'] = 'Список заголовков столбцов (разделенные ||, например Название||Цена)';
$_lang['tvtable.rows'] = 'Количество строк';
$_lang['tvtable.rows_desc'] = '<em>Примечание: Имеет приоритет над свойством <strong>«Максимальное количество строк»</strong>. Существующие значения не будут изменены и в том случае, если количество строк в существующих данных будет больше указанного лимита, то у пользователей будет возможность удалять строки до указанного лимита, а если количество строк будет меньше указанного лимита, то при следующем редактировании будет добавлено недостающее количество строк.</em>';
$_lang['tvtable.customization'] = 'Кастомизация';
$_lang['tvtable.width'] = 'Ширина полей в пикселях';
$_lang['tvtable.width_desc'] = 'Минимальное значение: 20';
$_lang['tvtable.drag'] = 'Сортировка строк';
$_lang['tvtable.drag_desc'] = 'Включить возможность сортировать строки с помощью перетаскивания';